demo-output/website/dafoam/f6a_nasa_hump/case/0/Cy
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Cy;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
51626
(
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
...
)
;

boundaryField
{
    inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
83
(
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
...
)
;
    }
    bottom
    {
        type            calculated;
        value           nonuniform List<scalar> 
622
(
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
...
)
;
    }
    sides
    {
        type            empty;
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
83
(
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
-0.21
...
)
;
    }
    top
    {
        type            symmetry;
    }
}


// ************************************************************************* //
