demo-output/website/dafoam/f6a_nasa_hump/case/system/gradU
gradU
{     
// Mandatory entries     
type            grad;     
libs            ("libfieldFunctionObjects.so");     
field           U;     

// Optional (inherited) entries     
result          gradU;     
}
